Repository: JayAgra/bearTracks
Catalog: ios/beartracks/beartracks-scout/Localizable.xcstrings
Source language: en
Languages: es_419

source: **This action is irreversible.**
es_419: **Esta acción es irreversible.**

source: ⚠️ You did not enter any cycles. If the robot completed no cycles, this is ok. Otherwise, do NOT submit the data and ensure you enter cycles for your next match. Application administrators will be notified of this submission, identifying you and your team as the submitter.
es_419: ⚠️ No has introducido ningún ciclo. Si el robot no ha completado ningún ciclo, no hay problema. De lo contrario, NO envíes los datos y asegúrate de introducir ciclos para tu próximo partido. Los administradores de la aplicación recibirán una notificación sobre este envío, en el que se te identificará a ti y a tu equipo como el remitente.

source: 1st or 2nd
es_419: 1st o 2nd

source: 5th or below
es_419: 5th o inferior

source: 2023 or earlier
es_419: 2023 o antes

source: Algae
es_419: Algas

source: Algae handled (%lld)
es_419: Algas manipuladas (%lld)

source: Alliance Capt, 0 for N/A (%lld)
es_419: Capitán de la Alianza, 0 por N/A (%lld)

source: Alliance Matches Won (%lld)
es_419: Partidos de alianza ganados (%lld)

source: An app restart is required for the theme change to take effect
es_419: Es necesario reiniciar la aplicación para que el cambio de tema surta efecto.

source: Authentication Error
es_419: Error de autenticación

source: Autonomous Period
es_419: Período autónomo

source: Awards
es_419: Premios

source: Cancel
es_419: Cancelar

source: Clear Network Cache
es_419: Limpiar la caché de red

source: Climb
es_419: Escalar

source: Confirm Deletion
es_419: Confirmar eliminación

source: Continue to Review
es_419: Continuar con la revisión

source: Coral handled (%lld)
es_419: Coral manipulado (%lld)

source: Create Account
es_419: Crear una cuenta

source: Cycles
es_419: Ciclos

source: Dark Mode
es_419: Modo oscuro

source: Defense
es_419: Defensa

source: Delete
es_419: Eliminar

source: Delete Account
es_419: Eliminar cuenta

source: Did the robot play defense? If so, was it effective? Did it incur foul points?
es_419: ¿El robot jugó a la defensiva? En caso afirmativo, ¿fue efectivo? ¿Incurrió puntos de falta?

source: Done
es_419: Terminado

source: Done!
es_419: Terminado

source: Draft Order, 0 for N/A (%lld)
es_419: Borrador de orden, 0 por N/A (%lld)

source: Driving
es_419: Manejando

source: End
es_419: Fin

source: Engineering Inspiration
es_419: Inspiración en ingeniería

source: Event Code
es_419: Código de evento

source: Fatal Error. Retry at will.
es_419: Error fatal. Inténtalo de nuevo cuando quieras.

source: Full name
es_419: Nombre completo

source: Game
es_419: Guego

source: How was the driving? Did the driver seem confident?
es_419: ¿Cómo fue la conducción? ¿El conductor parecía seguro?

source: Impact
es_419: Impacto

source: Level 0
es_419: Nivel 0

source: Level 1
es_419: Nivel 1

source: Level 2
es_419: Nivel 2

source: Level 3
es_419: Nivel 3

source: Log In
es_419: Cerrar sesión

source: Log Out
es_419: iniciar sesión

# Match %lld • Team %@
source: Match %1$lld • Team %2$@
es_419: Partido %1$lld • Equipo %2$@

# Match %lld • Team %@ %@ (%@)
source: Match %1$lld • Team %2$@ %3$@ (%4$@)
es_419: Partido %1$lld • Equipo %2$@ %3$@ (%4$@)

source: Match Number:
es_419: Número de la partida:

source: Match Scouting
es_419: Observación

source: None
es_419: Nada

source: Other Awards
es_419: Otros premios

source: Overall
es_419: En general

source: Password
es_419: Contraseña

source: Please fill in all three long form responses.
es_419: Por favor, complete las tres respuestas en un formato largo.

source: Please select a match and team number on the start tab.
es_419: Seleccione un partido y un número de equipo en la pestaña de inicio.

source: Provide an overall description of the team's performance in this match
es_419: Proporcione una descripción general del rendimiento del equipo en esta partida

source: Regional Points
es_419: Puntos regionales

source: Regional Points Calculator
es_419: Calculadora de puntos regionales

source: Review
es_419: Revisar

source: Rookie Bonus
es_419: Bono de novato

source: Scores (%lld)
es_419: Puntajes (%lld)

source: Season
es_419: Temporada

source: SELECT
es_419: SELECCIONAR

source: Settings
es_419: Configuración

source: Start
es_419: Comenzar

source: Start Endgame
es_419: Empezar el juego final

source: Start Teleop
es_419: Iniciar teleoperador

source: Submit
es_419: Enviar

source: Submitting...
es_419: Enviando…

source: Team code
es_419: Código de equipo

source: Team Number
es_419: Número de equipo

source: Team Rank (%lld)
es_419: Rango del equipo (%lld)

source: Theme Change
es_419: Cambio de tema

source: This application is used to submit scouting data to bearTracks. To view this data, install the [data viewer](https://apps.apple.com/us/app/beartracks-data/id6475752596). The data viewer may only be used by users registered with a team (i.e. team code was not 00000). Team registration is free- to register your team or add yourself to a team after account creation, send an email to [admin@beartracks.io](mailto:admin@beartracks.io).
es_419: Esta aplicación se utiliza para enviar datos de exploración a bearTracks. Para ver estos datos, instale la [visualización de datos](https://apps.apple.com/us/app/beartracks-data/id6475752596). El visor de datos solo puede ser utilizado por usuarios registrados con un equipo (es decir, el código de equipo no era 00000). El registro de equipos es gratuito; para registrar su equipo o agregarse a un equipo después de crear una cuenta, envíe un correo electrónico a [admin@beartracks.io](mailto:admin@beartracks.io).

source: Total Teams (%lld)
es_419: Total de equipos (%lld)

source: Travel
es_419: Moverse

source: Type
es_419: Tipo

source: Username
es_419: Nombre de usuario

source: Winning Matches Played (%lld)
es_419: Partidos ganados jugados (%lld)
